{"city":[{"class":"group","category":"city","title":"Pestbärare","content":"Vi tar in på ett pittoreskt hotell i utkanten av stan. Madrasserna är gjorda av halm, och de små rummen luktar unket. När mörkret lagt sig fylls hela hotellet av ett rafsande, hasande och tjattrande oväsen. När vi tänder ljuset ser vi att varenda rum är till bredden fyllt av råttor, som hittat vår packning och våra förråd. Vi vet att pesten har härjat här i stan, så vi står inför ett dilemma.","options":["Vi bränner en del av våra förråd (och förlorar hälften av alla resurser)","Vi borstar av våra ryggsäckar så gott det går, och fortsätter vår resa som om ingenting hänt. (Alla slår tärningen en gång. Den första som slår en etta dör av pesten.)"]},{"class":"group","category":"city","title":"Mamma mia!","content":"Fiendens knektar ser oss när vi tar lunchpaus på en rustik taverna. Vi betalar kvickt vår nota, och försvinner in i en stinkande gränd i ett försök att fly. Desvärre är det en återvändsgränd.","options":["I muren framför oss finns ett skimrande lås. Om vi har en magisk nyckel kan vi öppna den dolda passagen och klara oss undan (-1 nyckel)","Vi angriper knektarna och utkämpar en häftig strid. (alla slår tärningen, den första som slår en etta dör)","Vi mutar knektarna, och ger dem kompingarer för deras tuffa bröstplåtar. (-3 resurser)"]},{"class":"individual","category":"city","title":"Timmy Bråkesson","content":"Vi har tagit en paus på en bar med uteservering för att släcka törsten, och jag råkar i samtal med en stor läskig stadsorch som pratar rasistiskt om dvärgar.","options":["Jag står upp för dina åsikter och värderingar, och slår honom i ansiktet med en yxa av finaste dvärgastål, som går sönder på mitten (+1 GP -1 resurs)","Jag håller fegt med honom och nickar menlöst, och försöker avsluta samtalet genom att bjuda honom på öl (-1 GP)"]},{"class":"individual","category":"city","title":"La Familia","content":"Vi går över ett torg som är fullpackat med människor. Prinsen råkar armbåga en liten finklädd herre i bakhuvudet, och han vänder sig argt om. Det visar sig att han är en medlem av den lokala maffian, och hans biffiga medhjälpare verkar vara sugna på att slåss.","options":["Jag står upp för prinsens heder, rakryggat och högljutt, vilket leder till att hela brödraskapet blir hotat till livet, och vi blir jagade närmsta vägen ut ut staden (+1 GP, brödraskapet åker närmsta vägen ut ur staden).","Jag drar på mig mitt charmigaste leende, ber så mycket om ursäkt å prinsens vägnar, och sticker åt den lille herren några guldmynt. Muttrande lämnar han och hans entourage oss i fred."],"id":"city11"},{"class":"individual","category":"city","title":"Tramses","content":"Uppe på en höjd vid stadens kant ser vi en spenslig tonårig med svår acne som släpar på stora stenar som han staplar på varandra. Vi stannar till en stund, och han berättar att han ska bygga en pyramid för att hedra solguden.","options":["Jag erbjuder å prinsens vägnar att en av oss stannar kvar och hjälper honom ett par dagar (+1 GP, välj en person som får stå över en runda)","Jag erbjuder å prinsens vägnar att vi allihop stannar och hjälper honom i några timmar (+1 GP, - 1 resurs)","Jag förklarar för honom att solguden är en falsk och hednisk gud, och att han borde ägna sin tid åt något vettigt, så som att verka för alvernas överlevnad, vilken prinsen uppskattar (+2 GP)"]},{"class":"individual","category":"city","title":"Bingo!","content":"På en av de finare gatorna passerar vi ett litet lemonadstånd där några stroppiga överklassbarn står och säljer lotter till förmån för sin båtklubb. Jag köper en lott, och vinner till min förvåning en praktfull korg, fylld med exotisk frukt och andra delikatesser.","options":["Jag ger korgen till de fattiga tiggarbarnen på andra sidan gatan. Prinsen ser detta, och blir rörd och aningen tårögd (+3 GP).","Jag high-fivear alla barnen i lemonadståndet, tar en tugga av ett saftigt päron, och slänger ner resten av maten i min ryggsäck (+3 resurser)."],"id":"city13"},{"class":"individual","category":"city","title":"Tjuuuv!","content":"På en marknad mitt i staden ser jag en ung man som har hamnat i trubbel. Han har svart hår, mjuk röst och har en liten apa på axeln. En stor, bufflig grönsakshandlare håller fast honom mot en vägg, och gormar om att han ska tillkalla stadsvakten.","options":["Jag tar tillfället i akt och förser mig med en stor korg färska bananer (+4 resurser, -2 GP).","Jag hugger tag i apan och stoppar den i en säck. Senare samma dag säljer jag vidare apan till en kringresande cirkus (+1 resurs, -1 GP).","Jag knackar grönsakshandlaren på axeln, och erbjuder mig att betala för det som den unge mannen stulit eller förstört. Han skrattar elakt, slår den unge mannen hårt i magen, och vänder sig om för att ta emot mina pengar (-3 resurser, +3 GP)."],"id":"city14"},{"class":"group","category":"city","title":"Casino Royal","content":"Vi går förbi ett sunkigt kasino. Utanför står en skum typ som försöker övertala oss till att komma in och spela. Vi ser tveksamt på varandra, men prinsen marcherar glatt raka vägen in. Vi bli tvungna att följa efter. Prinsen satsar till vår fasa snabbt fyra guldmynt på rouletten, och en flinande croupier tar emot pengarna. Det är för många vakter för att vi ska kunna lösa det här med våld.","options":["Vi mutar en annan av kasinots anställda, ett spinkigt troll med krökt rygg, för att han ska styra rouletthjulet till prinsens fördel. Han säger att han behöver något magiskt laddat för att påverka rouletthjulet. (-1 nyckel, -1 resurs)","Vi låter prinsen spela, och håller helt enkelt tummarna för att han ska vinna. (Slå en tärning två gånger. Om det blir en sexa bägge gångerna vinner vi +4 resurser, annars förlorar vi -4 resurser.)","Vi kommer överens om att springa därifrån. Jag tar fram några svavelstickor och vi använder dem för att dra lott om vem som släpar med sig prinsen. (Alla slår tärningen. Den som slår lägst får ansvar för att lägga hand på prinsen, och får -2 GP)."]},{"class":"action","category":"city","title":"Vilken magi, Ali-a-Baba","content":"En turbanbärande man med skägg och en stilig mantel går förbi oss på en gata. Jag råkar trampa på hans mantel, och han blir tvärförbannad. Dessvärre besitter han magiska färdigheter, och byter som hämnd själar på mig och en annan i brödraskapet.","options":["Jag och personen till vänster om mig byter personlighet, och antal godhetspoäng."]},{"class":"group","category":"city","title":"Sanningsserum","content":"Vi går förbi ett litet marknadsståd där en enbent gubbe sitter och kränger tvivelaktiga hopkok. Vi väljer att köpa något som han hävdar är ett sanningsserum. Det fins bara en enda dos kvar, och gruppen röstar om vem som ska ta den.","options":["Den som blir utsedd av gruppen måste ärligt avslöja om hon eller han är förrädare."]},{"class":"group","category":"city","title":"Mr Sandman","content":"Plötsligt hörs inte längre flamingornas brölande och ormtjusarnas flöjter i staden. Det mulnar på, och vi ser en sandstorm närma sig oss i horisonten.","options":["Vi skyndar oss iväg för att undvika stormen, kosta vad det kosta vill (-1 resurs).","Vi låter stormen omsluta oss och hoppas att den leder oss i rätt riktning (50/50 att gå två steg framåt eller bakåt),"]},{"class":"group","category":"city","title":"De dödas slätt","content":"Vi stoppas av en gammal kvinna i utkanten av staden. Hon vill att vi bekämpar spökena som finns på den gamla gravplatsen. Hon lovar oss en fin belöning..","options":["Vi accepterar. (+1 nyckel, -2 resurser)","Vi tackar nej och traskar vidare.","Vi utser en person som tar ut henne på slätten och dödar henne där, för att hon också ska bli ett spökena. (+1 nyckel, -2GP)"]},{"class":"group","category":"city","title":"Slaktarn","content":"Vi möter en stor slaktare med blodigt förkläde i en trång gränd. Han har rakat huvud och håller i en köttyxa. Han låter oss inte komma vidare om vi inte gör affärer med honom.","options":["Vi säljer en nyckel till honom, och får i utbyte en slaktad gris. (-1 nyckel, +3 resurser)","Vi säljer en person i brödraskapet, och lottar om vem det blir. (+5 resurser)"]},{"class":"group","category":"city","title":"Tull","content":"Vi kommer fram till en vägbom. Det står tre beväpnade vakter vid den, och de kräver att vi betalar ett guldmynt per person för att passera.","options":["Vi betalar. (-1 resurs per person)","Vi anfaller dem. (Alla slår tärningen. Den som slår en etta dör) (-1GP för alla levande)."]},{"class":"individual","category":"city","title":"Affärn","content":"Jag utses av gruppen att gå in i en butik för att skaffa mat. Det är en liten murrig butik som drivs av en gubbe med getliknande ansikte.","options":["Jag köper mat åt alla, och går tillbaka ut i den soliga staden. (+1 GP)","Jag köpen en ny fin mantel som matchar mina ögon. (-1 resurs)","jag slår ner den lilla getliknande mannen och tar både mat och mantel. (+3 resurser, -2GP)."]},{"class":"action","category":"city","title":"Ladykillers","content":"Vi hjälpen gammal dam över gatan. Det visar sig vara borgmästarens fru.","options":["Hon belönar oss med en liten present. (+1 resurs, +1 nyckel)"]},{"class":"individual","category":"city","title":"Men fy","content":"Någon tömmer en nattpotta från ett fönster, och täcker mig i en massa äckelpäckel.","options":["Jag går glatt vidare, visslandes en klämmig melodi. (+1 GP)","Jag plockar upp närmsta sten, kastar, men råkar träffa personen i fönstret bredvid. Han faller ner på gatan, och jag tar den medvetslöse mannens plånbok. (+2 resurser, -2 GP)"]},{"class":"action","category":"city","title":"Paraden","content":"Vi finner oss själva i mitten av en folklig parad på stadens gator. Man tycks fira någon slags högtid, och alla dansar och sjunger.","options":["De många ficktjuvarna lyckas stjäla våra plånböcker. (-3 resurser)"]},{"class":"group","category":"city","title":"Borgmästaren","content":"Vi träffar stadens borgmästare. Han säger att han hört talas om oss, och undrar om vi kan göra affärer.","options":["Vi väljer att berätta om vårt uppdrag. Det är dock oklart vilken sida han står på. (50/50 chans att han hjälper eller förråder oss, +/- 3 resurser)","Vi säljer en nyckel till honom. (-1 nyckel, +2 resurser)"]}],"forest":[{"class":"individual","category":"forest","title":"Vaktpost","content":"Vi slår läger för natten, och jag har första vakten. Medan alla andra sover djupt händer det något konstigt. En prydlig padda med pipett kommer fram till mig och droppar hastigt något i mina ögon. Sedan traskar han vidare i sakta mak.","options":["Jag börjar hallicunera, och i min förvirring matar jag en orm med våra magiska nycklar (alla nycklar försvinner, kan bara väljas om gruppen har någon nyckel)","Jag börjar hallicunera, och i min förvirring köper jag in mig på ett pyramidspel som en sliskig typ med åtta ögon övertygat mig om är en bra idé (-3 resurser).","Jag börjar hallicunera, och i min förvirring vimsar jag omkring i skogen, och blir god vän med en ståtlig björk. Vänskapen utvecklas till något djupare, och efter en tid har jag och trädet bildat familj och ansökt om bolån (stå över en omgång)."]},{"class":"action","category":"forest","title":"Enter","content":"Vi möter två arga enter. De gormar och knakar och svajar, och kräver att vi lämnar dem ifred.","options":["Gå ett steg bakåt."]},{"class":"individual","category":"forest","title":"Bullfest","content":"Vi hör ett mystiskt ljud i skogen. Jag skickas ut för att undersöka, och jag tar med mig personen på min vänstra sida som understöd. ","options":["När vi kommer tillbaka har vi med oss en korg med nybakta vaniljbullar. Jag tar åt mig äran för införskaffandet, och prinsen blir mycket nöjd (+1 GP för nuvarande spelare).","När vi kommer tillbaka har vi med oss en korg med nybakta vaniljbullar. Jag råkar göra gruppen uppmärksam på min kompanjons blodiga svärd, och prinsen blir genast misstänksa, (-1GP för spelaren till vänster)"],"id":"forest10"},{"class":"individual","category":"forest","title":"Vild ko","content":"Vi kommer fram i en glänta där vi ser en förvildad kossa med lång päls och bohemisk lugg. Det hänger en liten påse på dess högra horn.","options":["Jag bländar kossan med en reflex från mitt svärd, och försöker ta påsen (50/50, +1 nyckel / -2 resurser).","Jag skjuter kossan med mitt lilla armborst, och tar påsen och skär ut en trevlig biffstek (+1 nyckel, +2 resurser, -2GP).","Jag klappar kossan på hakan (+1 GP)"]},{"class":"individual","category":"forest","title":"Vägskäl","content":"Stigen framför oss delas i tre. Vi slår läger, och på kvällen berättar en talför daggmask för mig vart stigarna leder.","options":["Jag väljer den första stigen, som tar oss raka vägen mot vårt mål, och jag låter masken följa med för att ta honom hem till sin familj (+1 GP)","Jag väljer en stig som går förbi guldfyllda bäckar (+2 resurser)","Jag väljer en stig som leder tillbaka dit vi kom ifrån, men som går förbi ett ställe där prinsen lekte som barn. Han blir mycket glad, och låter mig forsätta ta täten. (Gå ett steg bakåt. Nuvarande spelare får spela igen.)"]},{"class":"individual","category":"forest","title":"Glade gutter","content":"Vi råkar gå förbi en norsk drake sitter och sover i en tall. Han vaknar och blir glad för sällskapet.","options":["Vi stannar en halvtimme och fikar med honom. Han ger oss en guldklimp. Jag skänker honom min mantel (+1 resurs, +1 GP).","Jag tar blixtsnabbt fram mitt lilla armborst och skjuter honom mellan ögonen. Han trillar ner och jag går fram och plundrar liket (+3 resurser, -3 GP)."]},{"class":"group","category":"forest","title":"Grönsak","content":"Vi möter en grön älg. Han är kärvänlig och vill följa med oss, men han luktar väldigt illa och vill äta av vår mat.","options":["Vi säger elaka saker till honom tills han gråtandes lämnar oss (tärning, -2 GP).","vi låter honom följa med en bit, eftersom han säger sig ha en nyckel i västfickan. (+1 nyckel, -3 resurser)."]},{"class":"individual","category":"forest","title":"Skäggdront","content":"Ett vackert exemplar av en utrotningshotad art står på vägen framför oss. En klumpig fågel med majestätisk ansiktsbehåring.","options":["Jag matar den med några prima mandelmusslor och traskar vidare (-3 resurser, +1 GP)","Jag dödar den, och tar vara på dess kött (+1 resurs, -1GP)"]},{"class":"individual","category":"forest","title":"Snörvlande smådjur","content":"Ett dussin snuviga näbbmöss tassar försiktigt över stigen framför oss. Detta är säkerligen ett dåligt omen, och prinsen blir genast mycket orolig.","options":["Jag stampar ner mössen i jorden tills de inte syns längre (-2 GP)","Jag börjar samtala med prinsen om de finare delikatesserna vi råkar ha i vår packning, och blir naturligtvis tvungen att bjuda både honom och mössen på ett glas portvin och en läcker pastej (+2 GP, -2 resurser)"]},{"class":"action","category":"forest","title":"Sångfågeln","content":"Prinsen vill absolut stanna till i en dunge och jaga fågel. Han vill också att den som har bäst lockrop för tjäder, orre eller andra fåglar ska följa med.","options":["Alla medlemmar i brödraskapet försöker frambringa ett så bra lockrop som möjligt. Den som lyckas bäst (gruppen utser vem) får +1 GP."],"id":"forest17"},{"class":"individual","category":"forest","title":"Hej och hå","content":"Från nordväst om oss, ett hundratal meter in i skogen, hör vi en munter manskör och skramlet av verktyg. Jag smyger raskt dit för att ta reda på vad det är för typer. Längre fram i skogen stöter jag på sju dvärgar, den ena fånigare än den andra. ","options":["Jag inser att de inte är någon match för mig, och gör en svepande rajd. En efter en faller de skäggiga idioterna ihop i en blodig hög. Den sista råkar jag av bara farten halshugga, och ett huvud med skelande ögon och stora öron rullar ner för slänten. Jag tar deras guld, verktyg och ostsmörgåsar tillbaka till resten av gruppen. Ni ser blodet på mina kläder, och jag blir tvungen att förklara vad som hänt (+6 resurser, -3 GP).","Jag inser att jag kan göra affärer med dem, och säljer lite torkad fisk och serietidningar till dem för en stor, fin guldklimp (+2 resurser).","De pratar om en prinsessa som verkar stå dem nära. Jag ropar högt att hon inte är en riktig prinsessa, och att det alviska kungahuset är det enda sanna kungahuset. Dvärgarna blir rasande och kastar stenar och hackor mot mig, och jag springer tillbaka till sällskapet. När jag berättar om vad som hänt lyser prinsen upp och nickar gillande (+3 GP)."]},{"class":"individual","category":"forest","title":"Magiska dimmor","content":"(Tid och rum förvrängs, dra ett nytt kort av valfri kategori)","options":[]},{"class":"individual","category":"forest","title":"Lessenhesten","content":"Vi skymtar något stort och silverskimrande i en glänta en bit från stigen. Det visar sig vara en enhörning med mellankolisk uppsyn. Jag väljs ut för att konversera den melankoliska pållen.","options":["Jag slår mig ner bredvid enhörningen och lyssnar tålmodigt medan den talar om alla sina deprimerande problem och om hur den förlorat allt hopp om att träffa vänliga varelser. (+ 2 GP)","Jag tar tillfället i akt och sticker en kniv i enhörningen när den gråter och snor dess dyrbara horn. (+ 2 resurser)"]},{"class":"group","category":"forest","title":"Skogsgäss","content":"I en glänta ser vi en flock med skogsgäss som putsar sina fjädrar fridfullt i kvällssolen. I närheten ser vi ett gäng hungriga troll som slickar sig runt munnarna och vässar sina knivar vassa.","options":["Vi attackerar trollen och vinner, men det finns en risk att en av oss blir kladdig av trollsnor och blir sjuk (slå tärningen, den som slår lägst blir sjuk och står över en runda, den som slår högst får +1 GP).","Vi attackerar gässen under näsan på de snopna trollen, till prinsens förtret, som tycker mycket om befjädrade djur (den som leder anfallet får -2 GP, +2 resurser).","Vi traskar därifrån och låter det som ska ske ske."]},{"class":"individual","category":"forest","title":"Fräscht","content":"Det har blivit min tur att göra frukost. Det finns stekta ägg från igår och jag beslutar mig för att göra en maffig äggmacka var åt alla i gruppen. Jag märker dock att ett av äggen inte alls är färskt och luktar ganska vämjeligt. Jag dränker det i stark sås, och serverar mackorna till det hungriga brödraskapet.","options":["Välj vem som får den macka som kommer att orsaka matförgiftning. Offret blir dundersjuk och får stå över en runda."]},{"class":"individual","category":"forest","title":"De underjordiska","content":"Vi hör mystiska rop från underjorden. De kallar på oss och lovar oss guld. Jag utses för att gå iväg och underköka.","options":["De underjordiska ljög inte, och ger mig två guldmynt (+2 resurser)","De underjordiska ville bara ge mig två guldmynt, men jag drar mitt svärd och hotar dem lite lagom, så de istället ger mig 5 guldmynt (+5 resurser, -2 GP)"]},{"class":"group","category":"forest","title":"Skyfall","content":"Det börjar regna. Det stormar och det öser ner. Jorden spolas bort och vi tvingas bort av störtfloden.","options":["Vi följer strömmen av vatten och lera tillbaka till floden (gå tillbaka till våtmarkerna).","Vi klättrar upp i ett stort träd, men är tvugna att lämna vår packning. Vi förlorar en del av packningen (-4 resurser)."]},{"class":"action","category":"forest","title":"Kentaur","content":"Vi möter en kentaur som förbjuder oss att vara i skogen, och beordrar oss att lämna den genast. Har är stor och beväpnad, och han antyder att han har kamrater med sig.","options":["Vi tvingas snabbt ta den kortaste vägen ut ur skogen."]},{"class":"group","category":"forest","title":"Mylta","content":"På högra sidan av stigen skymtar vi en en myr som är alldeles orange. Den är full med hjortron, och prinsen insisterar på att vi ska stanna och plocka. Vi tittar på varandra. Visserligen är det rikligt med näring i hjortron, men vi vet att det finns något som bor nere i myrarna.","options":["Vi väljer att stanna och plocka hjortron. (+5 resurser, slå en tärning, om ni får en etta blir prinsen neddragen och ni har förlorat).","Vi övertygar prinsen om att vi har bråttom och skyndar därifrån."]},{"class":"individual","category":"forest","title":"Skogsrå","content":"Vi ser ett skogsrå, som jag följer efter in i skogen. Hon försöker få oss att lämna stigen.","options":["Jag blir trollbunden och vi ägnar hela kvällen och natten åt att följa efter henne. När vi vaknar morgonen efter är den vackra gestalten borta, och vi har blivit av med mycket av vårt guld. (-3 resurser)","Jag sätter säkert en armborstpil i hennes tinning, och leder brödraskapet tillbaka till stigen. (-2 GP)"]},{"class":"group","category":"forest","title":"Lingonben","content":"Vi ser två bärplockande vättar i skogsbrynet. De har dock inte sett oss.","options":["Vi dödar dem (Slå om vem) och rånar dem (-2 GP för mördaren) (+2 resurser)","Vi viger en hel dag åt att hjälpa dem (+1 GP var) (-1 resurser)"]},{"class":"group","category":"forest","title":"Häxor i faggorna","content":"Vi ser ett litet hus inne i en glänta. Det är byggt av betong, brysselkex, spettekaka och andra sötebröd. Inuti stugan sitter en skånsk häxa som vi börjar prata med. Det visar sig att hon har en magisk nyckel till salu.","options":["Vi betalar henne för att få nyckeln. (+1 nyckel, -2 resurser)","Någon dödar häxan (Bestäm vem) och vi tar nyckeln (-2 GP för mördaren, +1 nyckel)"],"id":"forest9"}],"mountain":[{"class":"individual","category":"mountain","title":"Hårda bud","content":"Vi vandrar genom ett smalt bergspass. Plötsligt skymtar vi fiendeknektar på vardera sida av passet. En dov smäll hörs, och stora klippblock börjar falla ner över oss.","options":["Jag rycker tag i prinsen och personen närmast till höger, och kastar mig framåt, mellan de fallande stenarna. Vi får inga livstecken från resten av brödraskapet, och beslutar att fortsätta färden utan dem.","Jag rycker tag i prinsen och personen närmast till vänster, och kastar mig framåt, mellan de fallande stenarna. Vi får inga livstecken från resten av brödraskapet, och beslutar att fortsätta färden utan dem.","Jag kastar mig bakåt, och ser till så att alla i brödraskapet klarat sig. Vi är fulltaliga, men vår väg är fullständigt blockerad av rasmassivet. Att ta oss runt det kommer att kosta tid och resurser (-4 resurser)."]},{"class":"individual","category":"mountain","title":"Tre ruttna kroppar","content":"En fruktansvärd stank tonar upp sig som en vägg och plågar våra luktsinnen. Jag går i förväg för att diskret undersöka stankens ursprung.\n\nEtt tiotal meter framöver ligger det tre flådda och styckade kroppar men ingen förövare syns till","options":["Jag vågar mig lite närmare men snubblar på något i det höga gräset. Jag undersöker föremålet och det visar sig vara en säck med mat som förmodligen tillhört offren, som jag tar med mig när jag utan vidare lämnar liken (+4 resurser, -1 GP)","Jag tillkallar er andra och vi gör en gemensam insats och begraver kvarlevorna av de skändade kropparna (Alla får +1 GP var)."],"id":"mountain1"},{"class":"group","category":"mountain","title":"Preeeecious","content":"Vi ser en kletig, blek gestalt sittandes på huk i en skreva bredvid vägen. Han ser på oss med sina utstående ögon, och spottar fram osammanhängande haranger. Till slut förstår vi att han vill ha den fisk som vi har i vår proviant.","options":["Vi ger honom motvilligt vår fisk. (-2 resurser)","Vi ger honom fingret och säger att vi har viktigare saker för oss (slå en tärning. 5-6 så lämnar han oss ifred, 3-4 så kastar han sig över oss och slår ihjäl kortläsaren, 1-2 så dansar han runt och och kissar på proviantsäcken (-1 resurser) "]},{"class":"individual","category":"mountain","title":"Mot oändligheten och vidare","content":"Vi träffar på några bergsbestigare som verkar ha gått vilje. De svamlar om att de ska bestiga mittenjordens högsta topp, och när vi berättar att toppen är flera mil bort blir de arga. I sin förvirrade ilska drar de fram sina ispikar och hotar prinsen till livet.","options":["Jag drar mitt svärd och anfaller bergsbestigarna (50/50 att prinsen dör eller +2 GP)","Jag lägger ner mitt svärd och pratar lugnt med bergsbestigarna. De kräver att få min ryggsäck, som jag motvillligt ger dem. De tar ryggsäcken, slänger ner prinsen på marken och joggar lättsamt vidare uppför berget. (-2 resurser, -1 GP)"]},{"class":"individual","category":"mountain","title":"Ett med naturen","content":"Vi vandrar längs med kanten av en stor dal. Jag blir tagen av landskapets storslagenhet. Jag blickar över mil efter mil av ängar, skogar, gläntor, bäckar och en bred älv som skär dalen mitt itu. Vinden och det varma ljuset av solens sista strålar fyller mig med hopp. Dessvärre får en liten vindpust mig att tappa balansen. Jag halkar i gruset, gör en bakåtkullerbytta, och rullar sedan vidare ner i vad som tycks vara ett överdimensionerat grävlingsgryt. Ni andra såg inte detta, och efter en stund börjar ni undra vart jag tog vägen.","options":["Jag fortsätter tumla ner i hålet. Det tycks aldrig ta slut. När det äntligen gör det visar det sig att jag hamnat hos en familj av talande grävlingar. De är ungefär tio gånger så stora som vanliga grävlingar, och verkar vänliga. Jag väljer att lämna brödraskapet, och stannar istället här med min nya familj. Jag räcker över min mat och packning som gåva till mamma grävling (-3 resurser).","När jag efter en tid lyckats springa ifatt er andra har jag med mig ogarvade pälsar, kött, och små knyten med bär och örter. Ni vill gärna veta var jag fått tag på detta, men jag bara mumlar och vänder bort blicken (+4 resurser)."],"id":"mountain12"},{"class":"group","category":"mountain","title":"Jul-lodis","content":"En snöboll träffar mig hårt i nacken. Jag vänder mig om och ser en rödklädd tjockis. Han gormar något om att vi inte varit snälla i år, och fortsätter hiva snöbollar mot oss. Hans vita skägg gör det svårt att urskilja om han tuggar fradga eller inte. Vad gör vi?","options":["Vi låter den snällaste i gruppen (den med mest GP) stillsamt gå fram och skära av hans vänsta hälsena, så att han inte kan följa efter oss mer (-3 GP).","Vi försöker prata med honom, och kommer till slut fram till att han bara vill ha pengar. Vi ger honom ett par mynt och en skinkstut, och smyger iväg medan han är upptagen med att äta (-2 resurser)."]},{"class":"individual","category":"mountain","title":"Magiska dimmor","content":"(Tid och rum förvrängs, dra ett nytt kort av valfri kategori)","options":[]},{"class":"individual","category":"mountain","title":"Upp med händerna","content":"På en av bergstopparna har några entreprenöriellt lagda vättar byggt en enorm berg-och-dalbana, och prinsen blir såklart överförtjust och tvingar oss att gå dit för att ta oss en tur.","options":["När vi kommer fram \"råkar\" jag starta berg-och-dalbanan medan en av vättarna demonstrerar hur den fungerar. Han har inget bälte på sig, och slungas ner i dalen. Vi blir genast bötfällda och bortkörda (-2 resurser, -2 GP).","Jag övertygar gruppen att det är lika bra att ta en tur, och vi har förvisso ganska roligt, men tvingas betala ett guldmynt för varje (levande) brödraskapsmedlem."]},{"class":"individual","category":"mountain","title":"Barbacka","content":"Den fasansfulle hästlöse huvudlöse ryttaren har joggat ikapp oss sen vi lämnade staden. Han är lite andfådd, men lyckas ändå gripa tag i personen till vänster om mig. Han pressar sin värja mot halsen på sin gisslan, och kräver att vi överlämnar prinsens krona till honom.","options":["Jag ropar \"titta där!\" och pekar bakom vår angripare. Han vänder sig om, varpå jag sparkar honom hårt i magen. Dessvärre står ju hans gisslan framför honom, och de bägge störtar ner för bergets kant (personen till vänster dör).","Jag rycker åt mig prinsens krona, och ger till den hästlöse huvudlöse ryttaren. Han släpper gisslan i samma rörelse som han snor åt sig kronan, och skuttar sedan kacklande därifrån (-4 GP).","Jag frågar om han inte kan tänka sig att ta vårt guld istället. Jag kastar fram vårt kassaskrin framför fötterna på honom. Han tvekar, men rycker sen tag i skrinet och backar försiktigt bort från ochh, och släpper gisslan. Två guldmynt trillar ut ur en glipa i kistans botten (vi blir av med alla resurser utom 2)."]},{"class":"action","category":"mountain","title":"Stenras","content":"En mängd små och stora stenar rasar ned mot oss från en klippvägg.","options":["Med nöd och näppe klarar vi oss undan, men jag som går i täten blir nästan helt begravd av raset (slå tärningen, om du slår en etta är du död)."]},{"class":"individual","category":"mountain","title":"Bergsorcher","content":"Vi möter två fula, graåa bergs-orcher. Jag skickas fram för att föra gruppens talan.","options":["Jag väljer att sälja en (valfri) medlem av brödraskapet. Orcherna hämtar honom från gruppen och halshugger honom på plats. (+2 resurs, -2 GP).","Jag dödar den ena orchen, och tvingar hans kamrat att leda oss till deras läger, som vi plundrar. (+5 resurser, -3GP)","Jag lurar dem genom att sälja en näve 'magiskt' grus i en färgrann påse till dem. (+1 resurs, -1GP)"]},{"class":"group","category":"mountain","title":"Den vördnadsvärde på toppen","content":"Vi möter en skäggig eremit på en bergstopp. Han kräver att vi visar oss värdiga, eller genast försvinner därifrån.","options":["Vi väljer att genomgå hans test, som går ut på att gå genom en lång tunnel, utan att trampa på en enda insekt eller annan levande varelse.\nOm vi lyckas med detta får vi en gåva och några goda råd av eremiten. (50/50 +1 nyckel, +1 resurser, annars gå tillbaka ett steg)","Vi väljer att sjunga en sång, och han blir glad och bjuder oss på soppa med klimp. (+1 resurs)"]},{"class":"group","category":"mountain","title":"Gete-kul","content":"Vi träffar en trevlig bergsget. Han vill leda oss in på vad han säger är en bättre väg","options":["Vi tackar ja. (50/50 att han förråder oss, +1 steg framåt eller -2 resurser)","Vi tar en fika med geten, tackar nej, och sedan sklijs vi åt."]},{"class":"individual","category":"mountain","title":"Stenkul","content":"Jag ser en tuff sten som ligger på stigen.","options":["Jag insisterar på att vi tar med den på resten av resan, vilket såklart blir arbetsamt och resurskrävande. (-2 resurser)","Jag sparkar stenen ner för slänten. Den sätter igång ett ras som blir större och större, och slutligen begraver en liten by vid bergets fot. (-2 GP)"]},{"class":"group","category":"mountain","title":"Big bird","content":"En enorm fågel dyker plötsligt ner mot oss, och hugger tag i en medlem av brödraskapet (slå om vem). Fågeln släpper medlemmen i sitt bo, högt uppe på en klippavsats.","options":["Vi vinkar lojt, plockar fram te och hallongrottor och sätter oss och fikar (-2 resurser, den bortrövade personen dör).","Vi båbörjar ett riskabelt räddningsuppdrag. Vi tvingas bestiga en hög bergstopp, och förbrukar mycket proviant (-4 resurser, +2 GP var för deltagarna i räddningsexpeditionen)."],"id":"mountain7"},{"class":"group","category":"mountain","title":"Dvärgar","content":"En lucka öppnas i berget under oss, och vi faller ner i mörkret. Där nere väntar fyra dvärgar på oss. De erbjuder oss sina tjänster","options":["Vi låter dem smida en nyckel åt oss, och vi betalar i guld. (+1 nyckel, -3 resurser)","Vi knyter ihop skäggen på dem, och smiter därifrån. (-1 GP var)"]},{"class":"group","category":"mountain","title":"Kalla fötter","content":"En snöstorm drar in över bergspasset, och vi var dumma nog att inte packa några raggsockor.","options":["Vi slår läger för natten och tänder en brasa för våra kalla små fossingar, med risk för att bergatrollen ser oss och stjäl vår packning (50/50, -3 resurser)","Vi fortsätter framåt med kalla fötter, med risk för att en medlem i brödraskapet fryser ihäl (Alla slår tärningen. Den första som slår en etta dör).","Vi ser ett skimrande nyckelhål i en bergvägg. Om vi skulle råka ha en magisk nyckel skulle den säkert passa däri (-1 nyckel) (Om ni kommer in hittar ni en liten koja, fylld med raggsockor i alla storlekar och kulörer, där ni kan spendera natten.)"]}],"shortcut":[{"class":"individual","category":"shortcut","title":"Vargmåne","content":"Alla i brödraskapet ligger och sover under stjärnorna. Jag vaknar av ett ylande i fjärran, och jag ser skuggor som rör sig mot oss.","options":["Jag väljer att somna om (vi förlorar en gruppmedlem, slå om vem)","Jag varnar de andra och går mot vargflocken för att jaga bort dem (50/50 att dö eller få 3 GP)"],"id":"shortcut1"},{"class":"individual","category":"shortcut","title":"Enhörningen","content":"Vi skymtar något skimrande silverfärgat bakom trädstammarna. Jag går närmre och får syn på en vacker enhörning. Väl framme ser jag att dess horn är befäckat med blod och att dess utstående ögon stirrar ondskefullt.","options":["Jag backar långsamt och varnar de andra. Vi lyckas fly därifrån.","Jag går mot den med mitt svärd draget och gör ett utfall. (50/50 att få +5 resurser eller att du dör).","Jag står still, varpå enhörningen går mot resten av brödraskapet. (Alla andra slår tärningen, den som slår en 1:a dör.)."],"id":"shortcut2"},{"class":"action","category":"shortcut","title":"Aj som..!","content":"Jag slår tån i något hårt som sticker upp i marken.","options":["Vi undersöker saken, och det visar sig vara ett litet skrin fyllt med guld. (+7 resurser)"],"id":"shortcut3"},{"class":"action","category":"shortcut","title":"Drake!","content":"Det öronbedövande ljudet av två enorma vingar som taktfast slår är plötsligt över oss. En pelare av eld slår ner framför våra fötter, Vi inser att vi är chanslösa mot den här besten.","options":["Vi samlar snabbt ihop allt guld och silver vi har, och slänger det synligt ett tiotal meter bakom oss. Draken tappar intresset för oss, och vi springer vidare därifrån. (-10 resurser, och vi förlorar alla nycklar)"]},{"class":"individual","category":"shortcut","title":"Trollkarlen","content":"På vägen står en reslig man med långt skägg. Han sägere sig vara en mäktig trollkarl, och överräcker en 'fortrollad kotte' till mig.","options":["Jag tar emot kotten, och dör genast.","Jag petar på kotten med en pinne, och kotten flyger iväg med en smäll, rakt mot en av mina kamrater som dör långsamt. (slå om vem)"]},{"class":"action","category":"shortcut","title":"Svärmen","content":"Det är kväll och vi hör ett surrande, ett tuggande och rasslande, och det tycks komma mot oss. Det visar sig vara miljontals flygande kackerlackor. De angriper oss, de tuggar hål i våra kläder, och försöker slita köttet från våra kroppar.","options":["(Alla slår tärningen. Den första som slår en etta blir uppäten av insekterna.)"],"id":"shortcut6"},{"class":"individual","category":"shortcut","title":"Demon","content":"Vi slår läger. Under natten kommer en demon till mig. Jag gör motstånd, men han tar kontroll över min kropp.","options":["När ni vaknar är jag borta och min sovplats har blivit till aska. Ni drar slutsatsen att jag är död.","Jag tar under min besatthet med mig en person från brödraskapet (välj spelare). Både den andra medlemmens och min sovplats har blivit till aska. Ni drar slutsatsen att vi är döda."]},{"class":"action","category":"shortcut","title":"Ole dole doff...","content":"På en dimmig höjd framför oss står tre mörka gestalter. När vi kommer fram till dem visar det sig att de är nekromanter, alltså dödsmagiker. De kräver ett offer för att låta oss passera.","options":["Prinsen tvekar en kort stund, men pekar sedan ut den av oss han tycker minst om. (Den med minst godhetspoäng offras. Om det är flera med samma poäng; slå om vem som dör.)"],"id":"shortcut0"}],"water":[{"class":"group","category":"water","title":"Ilsken ål","content":"Ett stim av ilskna ålar kallar oss fula saker. De hotar att välta vår flotte om de inte får vårt guld.","options":["En person utses för att jaga bort dem genom att hälla saltsyra i vattnet (-2GP, -1 resurs).","Vi går med på deras krav och ger dem några guldmynt (-3 resurser)"]},{"class":"group","category":"water","title":"Full utter","content":"En berusad vattenbest krockar med vår flotte. Han erbjuder sig att dra flotten en bit åt oss, mot betalning förstås.","options":["Vi tackar ja, och betalar honom (-2 resurser, gå 1 steg framåt)","Vi tackar nej, och han blir arg och välter flotten, varpå vi tappar lite av vår packning. (50/50 att få -1 resurs eller -3 resurser)."]},{"class":"individual","category":"water","title":"Fett och flott","content":"Flotten går lågt i vattnet. Någon av oss har ätit för mycket sillsallad innan avresan, och flottens framfart känns osäker.","options":["Jag erbjuder mig att kliva av flotten och gå bredvid (+1 GP)","Jag föreslår att vi minskar den mättaste medlemens ransoner framöver, och får gehör från gruppen (-1 GP, +1 resurs)"]},{"class":"individual","category":"water","title":"Dundergrodan","content":"En sportig groda med vita tänder stoppar vår flotte. Han säger att han har en present åt oss.","options":["Jag tar emot presenten, som består av en liten reklam-plakett av silver (+1 resurs).","Jag insisterar på att han ska behålla gåvan, och erbjuder honom istället en smörgås med mortadella. (-1 resurs, +1 GP)"],"id":"water11"},{"class":"group","category":"water","title":"Amen liksom","content":"Det ligger ett lik i vattnet framför oss. Det ser inte ut att ha legat där särskilt länge. Vi sneglar på varandra.","options":["Vi slickar oss om läpparna och kommer fram till att det är lika bra att ta rätt på köttet. Vi drar lott om vem som utför styckningen (den som slår lägst, -2 GP, +2 resurser)","Vi ordnar en anständig begravning, och tillbringar två dagar med att sjunga sorgsna sånger och dricka mellanjölk (Sjung en sorgsen sång, -2 resurser)."]},{"class":"action","category":"water","title":"Den lilla leverflundran","content":"En muterad variant av en vanlig tarmparasit har fått fäste i de mjuggiga vattnen som vi alla druckit av. Då ingen av oss har aptit eller möjlighet att behålla någon mat så paddlar vi långsamt vidare utan att egentligen förbruka några resurser (gå ett steg framåt).","options":[]},{"class":"group","category":"water","title":"Fiskafänge","content":"Efter en lång tid av misslyckat fiske drar vi äntligen upp en tjock mört. Vad ska vi göra med den?","options":["Rensa, torka och stoppa i förrådet (+1 resurs)","Skär upp i bitar och använd som bete för att försöka fånga en större fisk (50/50 att vi drar upp en gädda, +3 eller 0 resurser )"]},{"class":"action","category":"water","title":"Lillprinsen","content":"Den finkänslige prinsen har blivit blöt om fötterna, och envisas med att ständigt beklaga sig. För att slippa hans gnäll kommer vi överens om att muntra upp honom med en saga.","options":["Vi berättar en saga genom i tur och ordning lägga till ett ord. Den som förstör sagan genom att staka sig, eller lägga till ett ord som inte passar in förlorar en godhetspoäng (-1 GP)."]},{"class":"group","category":"water","title":"Simpor och grodfötter","content":"En ful fisk och en storvuxen groda simmar till vår flotte och börjar samtala med oss. Det visar sig att de är köpmän, och vill göra lite affärer.","options":["Vi köper en skimrande nyckel av dem, och paddlar sedan vidare (-3 resurser, +1 nyckel).","Vi skrattar och sticker ner dem utan att prinsen ser. Dessvärre sjunker deras handelsvaror ner mot botten, men vi tröstar och med att fått tag i lite fisk och grodkött (+1 resurs)."],"id":"water16"},{"class":"action","category":"water","title":"Surf 'n turf","content":"En smilande surfare med blonderat, axellångt hår glider förbi oss i strömmen. Han slänger ett par solglasögon till mig och säger åt mig att \"stay cool\", och fortsätter sedan framåt i strömmen. Jag rycker på axlarna och tar på mig glasögonen.","options":[],"id":"water17"},{"class":"individual","category":"water","title":"Vattenskalle","content":"Vi har slut på vatten, och prinsen är törstig.","options":["Jag erbjuder mig att provsmaka träskvattnet för att se om det är drickbart (50/50 att jag blir sjuk och behöver vård, -2 resurser eller +2 GP).","Jag pekar och säger till prinsen att det verkar stå en gammal läskautomat under ett pilträd en bit framöver. Prinsen går fram och slänger i ett mynt för att få den sista colan (-1 resurs)."]},{"class":"individual","category":"water","title":"Guldrusch","content":"Något glimmar i strandkanten... Jag gräver en liten stund och hittar en liten låda av tenn. I den ligger flera guldmynt.","options":["Jag lägger guldmynten i vår gemensamma kassa (+3 resurser).","Jag offrar två guldstycken till träskets andar, i sann alvisk anda, och sparar det tredje. Prinsen blir mycket nöjd (+ 1 resurs, +2 GP)."]},{"class":"group","category":"water","title":"Bzzzzz","content":"En svärm av vidriga myggmutanter attackerar oss. De är stora och ettriga, och bär på sjukdomar.","options":["Vi ökar takten, men det tar på krafterna och förråden (-3 resurser, +1 steg).","Vi smörjer in oss med lera och hoppas på det bästa (Alla spelare slår tärningen. Den första som slår en etta blir sjuk och kan inte delta i spelet igen förrän ni kommit ut ut våtmarkerna)."]},{"class":"group","category":"water","title":"Bäckahästen","content":"En hästliknande varelse möter oss i vattenbrynet. Han verkar opålitlig och farlig. Han säger att han har en nyckel till salu.","options":["Vi byter till oss nyckeln mot lite mat och ett par kalsonger (+1 nyckel, -2 resurs).","Vi försöker döda honom (alla slår tärningen, om någon slår en sexa dör bäckahästen +1 nyckel, +5 resurser, annars dör den som slagit lägst)."]},{"class":"individual","category":"water","title":"Forsen","content":"Vi kommer in en fors, och jag tar rodret.","options":["Jag 'råkar' styra oss på grund. Vår flotte går sönder, och vi tvingas stanna en dag för att laga den (-2 resurser). ","Jag styr båten mot säkerhet, men vi åker på en badande nymf, som får flotten i huvudet och försvinner ner i djupet (-2 GP)."]},{"class":"action","category":"water","title":"Napp!","content":"Vi provar att fiska lite i ett lugnt vatten.","options":["Vi får en riktig storfångst; en stör och några abborrar. (+3 resurser)"]},{"class":"group","category":"water","title":"Booong swish dunk","content":"Tre gestalter beväpade med pilbågar dyker upp på standbanken. Träsktroll. Plötsligt ligger en av gruppmedlemmarna på flotten med en stor svart pil utskjutande ur bröstet (slå om vem). Vad gör vi?","options":["Vi paddlar fort ifrån platsen. Den skadade personen löper stor risk att avlida av sina skador (50/50).","Vi paddlar i land och slår hänsynslöst ihjäl två av de tre träsktrollen. Vi använder det tjocka slemmet som trollen utsöndrar för att täta den skadades sår med, och räddar därigenom denne. Det tredje trollet kommer dessvärre undan med en väska med amt (-2 resurser)."],"id":"water8"},{"class":"individual","category":"water","title":"Flotte","content":"En flotte rör sig långsamt mot oss. En solbränd man med gråsprängd skäggstubb och djupt uppknäppt skjorta sitter på den. Han frågar om vägen.","options":["Jag lurar honom mot vattenfallet (-2 GP)","Jag puttar ner honom och länsar flotten (+1 resurs, -3 GP)","Jag pekar mot närmsta stad. Han skjuter mig i benet med ett armborst och stjäl min börs. (-2 resurser)."],"id":"water9"}]}